Repository: przemekkapica/vehicles-app
Catalog: lib/l10n/app_*.arb
Languages: pl

source: Hello World!
pl: Cześć world!

# availbleCars
source: Availble vehicles
pl: Dostępne pojazdy

source: Person list
pl: Lista użytkowników

# carDetails
source: Vehicle details
pl: Szczegóły pojazdu

source: Adding new car
pl: Dodawanie pojazdu

source: Failed to load car list
pl: Wystąpił błąd przy ładowaniu listy samochodów

source: Failed to load person list
pl: Wystąpił błąd przy ładowaniu listy użytkowników

# bornOnMale
source: Born on
pl: Urodzony

# bornOnFemale
source: Born on
pl: Urodzona

source: Vehicle overview
pl: Pojazd

source: Owner details
pl: Dane właściciela

source: Brand
pl: Marka

# brandInvalidMessage
source: Entered brand is invalid
pl: Podana marka jest niepoprawna

# modelInvalidMessage
source: Entered model is invalid
pl: Podany model jest niepoprawny

# date
source: Registration date
pl: Data rejestracji

# dateInvalidMessage
source: Entered date is invalid
pl: Podana data jest niepoprawna

# registration
source: Registration number
pl: Numer rejestracyjny

# registrationInvalidMessage
source: Entered registration is invalid
pl: Podany numer rejestracyjny jest niepoprawny

# ownerNotAvailble
source: Owner not availble (invalid identifier)
pl: Brak informacji na temat właściciela

source: Page not found
pl: Nie znaleziono strony

source: Pick here
pl: Zatwierdź

source: Select owner
pl: Wybierz właściciela

# addingNewVehicleInProgress
source: Adding new vehicle...
pl: Dodawanie pojazdu...

source: Vehicle added successfully
pl: Pojazd został dodany pomyślnie

source: Basic information
pl: Podstawowe informacje

source: Color
pl: Kolor

source: Location
pl: Lokalizacja

source: Overview
pl: Podsumowanie

source: Owner name
pl: Właściciel

# carColor
source: Vehicle's color
pl: Kolor pojazdu

source: Registration date
pl: Data rejestracji

source: Back
pl: Wróć

source: Next
pl: Dalej

source: Submit
pl: Zatwierdź
